;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Slovenščina - Slovenian
Code = sl
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = O programu %{Program.Name}
Label_Version = Različica
Label_AutoIt = Ustvarjeno z AutoIt različico
Label_Copyright = Avtorske pravice
Tip_Title_Donate = Podprite naše delo
Tip_Message_Donate = Vaša donacija nam bo pomagala ohraniti našo programsko opremo brezplačno\r\nin nam omogočila pridobiti orodja in storitve,\r\nki jih uporabljamo za vaše potrebe.
Label_Home = Domača stran
Label_License = Licenca
Label_Support = Pridobite pomoč
Tip_Title_Country = Narejeno v JAR
Tip_Message_Country = %{Program.Name} je bil ustvarjen v Republiki Južni Afriki.
Label_Contributors = Sodelavci
Button_Ok = V redu
Label_RAM = (RAM) %d MB prostega od %d MB (%d%%)
Label_HDD = (%s) %.2f GB prostega od %.2f GB (%d%%)
Tip_Facebook = Sledite nam na Facebooku.
Tip_GitHub = %{Program.Name} na GitHubu.

[Custom]
Label_Status_Welcome = Začnite z nalaganjem brskalnika (izberite datoteko).\r\n%{Program.Name} bo samodejno zaznal proces iz izbrane izvršljive datoteke.
Label_Status_Updates = Preverjanje posodobitev
Group_Load_Browser = Naloži brskalnik
Label_Executable = Pot do izvršljive datoteke (%s):
Label_Process_Usage = Uporaba | Vrh:
Label_Process_Count = Število procesov:
Button_Browse = &Prebrskaj
Group_Options = Možnosti
Checkbox_Reduce_Mem = Zmanjšaj pomnilnik vsakih:
Label_Milliseconds = milisekund
Checkbox_Reduce_Limit = Zmanjšaj pomnilnik, ko uporaba preseže:
Checkbox_Start_With = Zaženi %s ob zagonu %{Program.Name}
Checkbox_Enable_Extended_Processes = Omogoči razširjene procese
Button_Extended_Processes = &Razširjeni procesi
Checkbox_Start_Windows = Zaženi %{Program.Name} ob zagonu Windows
Label_Settings_Updated = Nastavitve so bile uspešno posodobljene.
Button_Cancel = Prekliči
Button_Save = Shrani
Time_Unit_01 = milisekund
Time_Unit_02 = sekund
Time_Unit_03 = minut
Time_Unit_04 = ur
Label_Boost_Description = Zmanjšaj vsakih %s %s, ko uporaba preseže %s MB.
Title_Select_Browser = Izberi brskalnik
Tip_Minimized_Title = %{Program.Name} še vedno deluje!
Tip_Minimized_Message = %{Program.Name} bo še naprej optimiziral uporabo pomnilnika %s.\r\nKliknite ikono v sistemski vrstici za spreminjanje različnih možnosti optimizacije.
Label_Notice = %{Program.Name} je zasnovan za uporabo na namiznih računalnikih in prenosnikih.\r\nZa strežniška okolja smo ustvarili Firemin Server. Več informacij...

[Donate]
Label_Heading = Kaj pravite na majhno donacijo, da naša programska oprema ostane za vedno brezplačna?
Label_Message = Kliknite spodnji gumb PayPal, izberite znesek in pošljite donacijo.\r\nVaša donacija bo pomagala izboljšati našo programsko opremo in ohraniti vse brezplačno na Rizonesoft.\r\nDonacija v višini 20$ nam bo omogočila delovanje vsaj en mesec.
Label_Donate = Bi razmislili o donaciji v višini 10$, da nam pomagate izboljšati %{Program.Name} in nadaljevati našo misijo?

[Menus]
File = &Datoteka
File_Preferences = &Nastavitve
File_Close = &Izhod\tShift+Alt+F4
Help = Po&moč
Help_Update = &Preveri posodobitve
Help_Home = &Domača stran %{Company.Name}
Help_Downloads = &Več prenosov
Help_Support = &Pridobi pomoč
Help_Issue = &Prijavi težavo
Help_Donate = &Podpri naše delo
Help_About = O programu %{Program.Name}
Tray_About = O programu %{Program.Name} %s
Tray_Open = Odpri %{Program.Name}
Tray_Extended_Processes = Razširjeni procesi
Tray_Run = Zaženi %s
Tray_Run_Safemode = Zaženi %s v varnem načinu

[Messages]
Info_Title = Prosimo, upoštevajte
Warning_Title = Opozorilo!
Error_Title = Ups! Nekaj je šlo narobe!
Error_Oops = Ups!
Singleton = Drug primerek %{Program.Name} je že zagnan.\r\nNamig: Kliknite ikono %{Program.Name} v sistemski vrstici.
Compatible = %{Program.Name} ni združljiv z vašo različico Windows.\r\nČe menite, da gre za napako, lahko pustite sporočilo na '%s' z vsemi podrobnostmi.
Compatible_Bit = Žal 32-bitna različica %{Program.Name} ni združljiva z vašo različico Windows.\r\nProsimo, prenesite 64-bitno različico %{Program.Name} iz '%s'.

[Preferences]
Window_Title = Nastavitve
Tab_General = Splošno
Tab_Performance = Zmogljivost
Tab_Language = Jezik
Group_Notifications = Obvestila
Group_Extended_Processes = Razširjeni procesi
Group_Priority = Prioriteta
Group_Memory = Pomnilnik
Group_Language = Jezik
Checkbox_Notifications = Prikaži obvestila v sistemski vrstici
Label_Extended_Processes = Tukaj vnesite imena dodatnih procesov, za katere želite, da jih %{Program.Name} optimizira.\r\nSeznam mora biti ločen z vejicami (Process01.exe, Process02.exe, itd.)
Label_SetPriority = Nastavi prioriteto procesa:
Checkbox_SaveRealtime = Shrani prioriteto nad visoko (ni priporočljivo).
Checkbox_ReduceMemory = Zmanjšaj pomnilnik na sistemih z malo pomnilnika.
Label_Language_Message = Izberite želeni jezik in pritisnite gumb %s za nadaljevanje. (Potreben je ponovni zagon)
Button_Save = Shrani
Button_Cancel = Prekliči
Label_Updated = Nastavitve posodobljene
MsgBox_Language_Title = Jezik spremenjen
MsgBox_Language_Message = Izbrani jezik je bil spremenjen.\r\n%{Program.Name} je potrebno ponovno zagnati za uporabo izbranega jezika.
MsgBox_Closing_Title = Zapiranje %{Program.Name}
MsgBox_Closing_Message = Ali želite zdaj zapreti %{Program.Name}?
Button_Export = Izvoz
Dialog_Export_Title = Izvoz razširjenih procesov
Dialog_Export_Error_Title = Napaka pri izvozu
Dialog_Export_Error_Message = Ustvarjanje izvozne datoteke ni uspelo.
Dialog_Export_Success_Title = Izvoz uspešen
Dialog_Export_Success_Message = Seznam razširjenih procesov izvožen v:
Button_Import = Uvoz
Dialog_Import_Title = Uvoz razširjenih procesov
Dialog_Import_Error_Title = Napaka pri uvozu
Dialog_Import_Error_Message = Branje uvozne datoteke ni uspelo.
Dialog_Import_Success_Title = Uvoz uspešen
Dialog_Import_Success_Message = Seznam razširjenih procesov je bil uspešno uvožen.
Dialog_Import_Empty_Title = Ni najdenih procesov
Dialog_Import_Empty_Message = V izbrani datoteki ni bilo najdenih veljavnih procesov.

[Update]
Window_Title_Available = Na voljo je posodobitev
Window_Title_Congratulations = Čestitamo!
Window_Title_Error = Nekaj je šlo narobe!
Label_Message_Update = Na voljo je nova različica '%{Program.Name}'.
Label_Message_Latest = Uporabljate najnovejšo različico '%{Program.Name}'.
Label_Message_Error = Informacij o najnovejši različici '%{Program.Name}' ni bilo mogoče pridobiti.
Label_Message_Internet = Preverite internetno povezavo in poskusite znova.
Label_Build_Current = Trenutna različica:
Label_Build_Update = Različica posodobitve:
CheckBox_NoUpdate = Ne preverjaj posodobitev ob zagonu.
Button_Update = Več informacij
Button_Close = Zapri

[Versioning]
Administrator = Administrator
Build = Gradnja
AutoIt_Version = Uporablja AutoIt različico %{AutoIt.Version}
Bit = bitov